import React from 'react'
import './Sfi.css'
function Sfi() {
    return (
        <div className= "sfi">
            <div className="def">
               
                    <h2 className="sfih">SFI ഭരണഘടന</h2>
                    <p>
                        <ol start='1'>
                        
<li>പേര്</li><br/>
സംഘടനയുടെ പേര് സ്റ്റുഡന്റ്സ് ഫെഡറേഷന്‍ ഓഫ് ഇന്ത്യ എന്നായിരിക്കും.<br/>
<li>ലക്ഷ്യങ്ങള്‍</li><br/>
<ul>
<li> വിദ്യാര്‍ത്ഥി സമൂഹത്തിന്റെ ഉന്നമനത്തിനും അഭിവൃദ്ധിയ്ക്കുംവേണ്ടി പോരാടാന്‍ ശക്തവും കെട്ടുറപ്പുള്ളതുമായ ഒരു വിദ്യാര്‍ത്ഥി പ്രസ്ഥാനം കെട്ടിപ്പെടുക്കുന്നതിന് രാജ്യത്തെ സ്ക്കൂളുകളിലെയും കോളേജുകളിലെയും യൂണിവേഴ്സിറ്റികളിലെയും  മറ്റ് വിദ്യാഭ്യാസ സ്ഥാപനങ്ങളിലെയും വിദ്യാര്‍ത്ഥികളെയും വിദേശത്ത് പഠിക്കുന്ന വിദ്യാര്‍ത്ഥികളെയും സ്വന്തം കൊടിക്കീഴില്‍ സംഘടിപ്പിക്കുക.</li><br/>
<li> കൊളോണിയലിസത്തിന്റെ ദുഷിച്ച പാരമ്പര്യങ്ങള്‍ ഇല്ലായമ ചെയ്യുന്നതിനും നമ്മുടെ ജനതയ്ക്കു് സമ്പല്‍സമൃദ്ധവും പുരോഗമനപരവുമായ ഭാവി ഉറപ്പുവരുത്തുവാന്‍ ഇവിടെ സ്വതന്ത്രവും ജനാധിപത്യപരവും സോഷ്യലിസ്റ്റ് സ്വഭാവത്തോടുകൂടിയതുമായ ഒരു സമൂഹം കെട്ടിര്രടുക്കുന്നതിനുമുള്ള സമരത്തില്‍ സജീവ താല്‍പ്പര്യമെടുക്കുക.</li><br/>
<li>എല്ലാവര്‍ക്കും വിദ്യാഭ്യാസത്തിനും തൊഴിലിനും ഉറപ്പുവരുത്തിക്കൊണ്ടു ജനാധിപത്യപരവും  ശാസ്ത്രീയവും പുരോഗമനപരവുമായ ഉരു വിദ്യഭ്യാസ സമ്പ്രദായം ഏര്‍പ്പെടുത്തുക. സമഗ്രമായ കാര്‍ഷിക പരിഷ്കരണം നടപ്പാക്കുകയും സാര്‍വ്വദേശീയ ഫൈനാന്‍സ് മൂലധനത്തിന്റേയും നാടന്‍കുത്തക മുതലാളിത്തത്തിന്റെയും പിടി അവസാനിപ്പിക്കുകയും ചെയ്യുന്നത് അത് സുകരമാക്കും.</li><br/>
<li>തൊഴിലാളികളുടേയും കൃഷിക്കാരുടേയും മറ്റു പുരോഗമനശക്തികളുടേയും വിശാലമായ ജനാധിപത്യ പ്രസ്ഥാനത്തിന്റെ സമരങ്ങളില്‍ വിദ്യാര്‍ത്ഥിസമൂഹത്തെ സംഘടിപ്പിക്കുക. അടിയന്തരാവശ്യങ്ങളും ലക്ഷ്യങ്ങളും നേടിയെടുക്കുന്നതിന് അവരുടെ സഹകരണവും പിന്ഥുണയും ആരായുക.</li><br/>
<li>     വിദ്യാര്‍ത്ഥിസമൂഹത്തിന്റെ ജനാധിപത്യാവകാശങ്ങള്‍ കൈവരിക്കുക.</li><br/><ol  >
<li>     ജനാധിപത്യപരമായും സ്വതന്ത്രമായും അഭിപ്രായപ്രകടനം നടത്തുവാനും പ്രവര്‍കത്തിക്കാനുമുള്ള സ്വാതന്ത്ര്യം.</li> <br/>
<li>   വിദ്യാര്‍ത്ഥി യൂണിയനുകളും അസോസിയേഷനുകളും രൂപീകരിക്കാനും യോഗം ചേരാനുമുള്ള സ്വാതന്ത്ര്യം.</li> <br/>
<li>     എല്ലാ വിദ്യാഭ്യാസ സ്ഥാപനങ്ങളുടേയും അക്കാദമികവും വിദ്യാര്‍ത്ഥികളുമായി ബന്ധപ്പെട്ട എല്ലാ സമതികളുടേയും നോക്കിനടത്തിപ്പില്‍ (മാനേജ്മെന്റില്‍) പങ്കെടുക്കുവാനുള്ള അവകാശം.</li> <br/> 
</ol>              
<li>     സെക്കന്ററി തലംവരെ സാര്‍വത്രികവും നിര്‍ബന്ധിതവുമായ വിദ്യാഭ്യാസത്തിനുവേണ്ടിയും പ്ലസ് ടു തലംവരെ സ്ക്കൂള്‍ഫീസുകള്‍ വേണ്ടെന്നുവെക്കുന്നതിനുവേണ്ടിയും എല്ലാ വിദ്യാര്‍ത്ഥികള്‍ക്കും ലഭിക്കത്തക്കവണ്ണം വിദ്യാഭ്യാസ – ഹോസ്റ്റല്‍ - സ്കോളര്‍ഷിപ്പ് - സ്പോര്‍ട്സ് - സാംസ്ക്കാരിക – സാമൂഹ്യ പ്രവര്‍ത്തനങ്ങള്‍ക്കുവേണ്ടിയും യത്നിക്കുക. പ്രൈമറി തലം വരെയുള്ള വിദ്യാഭ്യാസം മാതൃഭാഷയില്‍ നല്‍കുന്നതിന് ഉറപ്പുവരുത്തുക.</li><br/>
<li>   വിദ്യാഭ്യാസം പൂര്‍ത്തിയാക്കിയതിനുശേഷം തൊഴിലിനോ അല്ലെങ്കില്‍ തൊഴില്‍ ലഭിക്കുന്നതുവരെ തൊഴിലില്ലായ്മ വേതനത്തിനോ ഉറപ്പുവരുത്തുവാന്‍ സമരം ചെയ്യുക. തൊഴിലവകാശം ഭരണഘടനയിലെ മൌലികാവകാശമായി അംഗീകരിച്ചുകിട്ടാന്‍ സമരം ചെയ്യുക.</li><br/>
<li>     മതം, ജാതി, ഭാഷ, വംശം, പ്രദേശം, ലിംഗം എന്നിവയുടെ പേരിലുള്ള വിവേചനത്തിനോ അടിച്ചമര്‍ത്തലിനോ എതിരായി പോരാടുകയും മതനിരപേക്ഷത, മതസൌഹാര്‍ദം, സമത്വം എന്നിവയ്ക്കുവേണ്ടി പ്രവര്‍ത്തിക്കുകയും ചെയ്യുക.</li><br/>
<li>  സ്വാതന്ത്ര്യം, ദേശീയ വിമോചനം, സോഷ്യലിസം, എന്നിവയ്ക്കുവേണ്ടി പ്രവര്‍ത്തിക്കാന്‍ പ്രതിജ്ഞാബദ്ധമായ മറ്റു വിദ്യാര്‍ത്ഥിസംഘടനകളുമായി സുഹൃത്ബന്ധം സ്ഥാപിക്കുക. പ്രത്യേക പ്രശ്നങ്ങളേയും ആവശ്യങ്ങളേയും ആസ്പദമാക്കി മറ്റു വിദ്യാര്‍ത്ഥി സംഘടനകളുമായി യോജിച്ചു പ്രവര്‍ത്തിക്കുക.</li><br/>
</ul>
<li>പതാക</li><br/>
വെള്ള പശ്ചാത്തലത്തില്‍ മുകളില്‍ ഇടത്തേ മൂലയില്‍ അഞ്ച് കോണുകളോടുകൂടിയ പുവന്ന നക്ഷത്ര ചിഹ്നവും മധ്യത്തില്‍ ചുവപ്പു നിറത്തില്‍ ഒന്നിനു കീഴെ മറ്റൊന്നായി സ്വാതന്ത്ര്യം, ജനാധിപത്യം, സോഷ്യലിസം എന്നീ വാക്കുകള്‍ എഴുതിയതുമായിരിക്കും പതാക. അതിന്റെ നീളവും വീതിയും 3 : 2 എന്ന അനുപാതത്തിലായിരിക്കും.<br/>



       വിദ്യാര്‍ത്ഥി സംഘടനകളുടെ അഫിലിയേഷന്‍, അംഗത്വം, യൂണിറ്റുകള്‍
          ഇന്ത്യന്‍ വിദ്യാര്‍ത്ഥി ഫെഡറേഷന്റെ പരിപാടി അംഗീകരിക്കുകയും അതിന്റെ ഭരണഘടനയനുസരിച്ച് പ്രവര്‍ത്തിക്കുവാന്‍ തയ്യാറാവുകയും ചെയ്യുന്ന എസ് എഫ് ഐ കേന്ദ്ര എക്സിക്യൂട്ടീവ് കമ്മറ്റി നിര്‍ദ്ദേശിക്കുന്നത്ര അംഗസംഖ്യയുള്ള, ഇന്ത്യയിലെ ഏതെങ്കിലും സംസ്ഥാനത്തോ അല്ലെങ്കില്‍ സംസ്ഥാനത്തെ ഏതെങ്കിലും ഒരു പ്രദേശത്തോ അല്ലെങ്കില്‍ ഏതെങ്കിലും വിദ്യാഭ്യാസ സ്ഥാപനത്തിലോ  പ്രവര്‍ത്തിക്കുന്ന ഏത് വിദ്യാര്‍ത്ഥി സംഘടനയ്ക്കും എസ് എഫ് ഐ അഫിലിയേഷന്‍ നല്‍കും.
         
          ഇന്ത്യന്‍ വിദ്യാര്‍ത്ഥി ഫെഡറേഷനില്‍ അഫിലിയേഷന്‍ ആഗ്രഹിക്കുന്ന ഏതൊരു യൂണിറ്റും അതിലെ അംഗങ്ങളില്‍ നിന്നും ഓരോ അക്കാദമിക വര്‍ഷത്തിലും ഒരു രൂപാ വീതം വരിസംഖ്യയായും - വിദേശത്തു പഠിക്കുന്ന വിദ്യാര്‍ത്ഥികളാണെങ്കില്‍ ഒരു ഡോളര്‍ വീതം - വരിസംഖ്യയുടെ 20 ശതമാനം അഫിലിയേഷന്‍ ഫീസായും വാങ്ങി എസ് എഫ് ഐയുടെ കേന്ദ്ര എക്സിക്യൂട്ടീവ്  കമ്മിറ്റിക്ക് അടയ്ക്കണം.
          ഓരോ അംഗത്തില്‍ നിന്നുമുള്ള അഫിലിയേഷന്‍ ഫീസിനു പുറമേ ഓരോ യൂണിറ്റും അഫിലിയേറ്റു ചെയ്ത സംഘടനകളും എസ് എഫ് ഐയുടെ കേന്ദ്ര എക്സിക്യൂട്ടീവ്  കമ്മിറ്റിക്ക് ആണ്ടില്‍ ഒരു രൂപാ വീതം അല്ലെങ്കില്‍ വിദേശത്തുള്ള യൂണിറ്റുകള്‍ ആണ്ടില്‍ ഒരു രൂപാ വീതം രജിസ്ട്രേഷന്‍ ഫീസായി നല്‍കണം.
<li>അംഗത്വം </li><br /> 
അംഗങ്ങളുടെ അവകാശങ്ങളും ചുമതലകളും<br/>
          എസ് എഫ് ഐയുടെ ഉദ്ദേശ്യങ്ങളും ലക്ഷ്യങ്ങളും പ്രവര്‍ത്തനങ്ങളും അംഗീകരിക്കുന്ന,<br /> ഒരുരൂപയോ വിദേശത്തുള്ള ഇന്ത്യന്‍വിദ്യാര്‍ത്ഥികളാണെങ്കില്‍ ഒരു ഡോളറോ വാര്‍ഷിക വരിസംഖ്യ നല്‍കുന്ന 12 വയസിനുമേല്‍ പ്രായമുള്ള അല്ലെങ്കില്‍ ആറാം ക്ലാസ്സുമുതല്‍ പന്ത്രണ്ടാം ക്ലാസ്സുവരെയുള്ള സ്ക്കൂള്‍ വിദ്യാര്‍ത്ഥിക്ക് ലിംഗം - ജാതി - മതം - ഭാഷ – വംശം - പ്രദേശം - അഭിപ്രായം എന്നിവ പരിഗണിക്കാതെ എസ് െഫ് ഐയില്‍ അംഗമാകാവുന്നതാണ്. സ്ക്കൂള്‍ ഇതര വിദ്യാഭ്യാസ സ്ഥാപനങ്ങളില്‍ പഠിക്കുന്ന വിദ്യാര്‍ത്ഥി രണ്ടു രൂപ അംഗത്വ ഫീസായി നല്‍കണം. അംഗത്വം ഒരു അക്കാദമിക വര്‍ഷത്തേക്കു മാത്രമായിരിക്കും. എസ് എഫ് ഐയിലെ ഏതൊരു അംഗത്തിനും വിദ്യാഭ്യാസം കഴിഞ്ഞാല്‍ രണ്ടു വര്‍ഷം കൂടി അംഗത്വം തുടരാന്‍ അര്‍ഹതയുണ്ടായിരിക്കും. ഈ കാലാവധിക്കു ശേഷവും പൂര്‍വവിദ്യാര്‍ത്ഥികളെ എക്സിക്യൂട്ടീവ്  കമ്മിറ്റിയിലേക്കോ ഭാരവാഹികളായോ തിരഞ്ഞെടുക്കാന്‍ സമ്മേളനത്തിന്‍ അധികാരമുണ്ടായിരിക്കും.
ഓരോ അംഗത്തിനും തിരഞ്ഞെടുക്കാനുെ തിരഞ്ഞെടുക്കപ്പെടാനും എസ് എഫ് ഐ കേന്ദ്ര എക്സിക്യൂട്ടീവിനു മുമ്പാകെ സ്വന്തം അഭിപ്രായം പ്രകടിപ്പിക്കാനും അവകാശമുണ്ടായിരിക്കും.<br />
ഏതൊരു അംഗത്തിനും രാജിവെക്കാനുള്ള അവകാശമുണ്ടായിരിക്കും.<br />
          പൊതുസമ്മേളനം വഴി അംഗീകരിച്ച പരിപാടികള്‍ നടപ്പില്‍ വരുത്തുവാനുള്ള ചുമതലയും ,<br /> എസ് ഏഫ് ഐയുടെ ഉദ്ദേശ്യങ്ങളും പ്രവര്‍ത്തനങ്ങളും പ്ചരിപ്പിക്കാനുള്ള അവകാശവും എല്ലാ അംഗങ്ങള്‍ക്കും ഉണ്ടായിരിക്കും. ഓരോ അംഗവും എസ് എഫ് ഐ യുടെ മുഖപത്രം കൃത്യമായി വായിക്കുകയും അത് പ്രചരിപ്പിക്കാനുള്ള ചുമതതല ഏറ്റെടുക്കുകയും വേണം.<br />
ഓരോ അംഗത്തിനും സംഘടനയുടെ ഫണ്ടിലേക്ക് സംഭാവന ചെയ്യാം. സംഘടനയ്ക്കുവേണ്ടി ഫണ്ട് പിരിക്കുകയും ചെയ്യണം.<br />
<li>അച്ചടക്ക നടപടി</li><br/>
ഒരു അംഗത്തിന്റെ പ്രവര്‍ത്തനം സംഘടനയുടെ താല്‍പ്പര്യത്തിനോ ഭരണഘടനയ്ക്കോ എതിരാണെങ്കില്‍ ആ അംഗത്തിനെതിരെ അയാളുടെ പ്രവര്‍ത്തന പരിധിയില്‍പ്പെടുന്ന കമ്മറ്റിക്ക് അച്ചടക്ക നടപടി സ്വീകരിക്കാവുന്നതാണ്.<br/>
          അച്ചടക്ക ലംഘനം നടത്തി എന്ന ആരോപണത്തിന് വിധേയനായ അംഗത്തിന് അച്ചടക്ക നടപടി സ്വീകരിക്കുന്ന കമ്മറ്റിയുടെ മുമ്പില്‍ തന്റെ നിലപാട് വിശദീകരിക്കാന്‍ അവകാശം ഉണ്ടായിരിക്കും.<br/>
          ഒരംഗത്തെ പുറത്താക്കുന്നതിനു തൊട്ടുമുകളിലുള്ള കമ്മറ്റിയുടെ അനുമതി വാങ്ങിയിരിക്കണം.<br/> പുറത്താക്കപ്പെട്ട് അംഗത്തിനു ഉയര്‍ന്ന കമ്മറ്റിക്കോ തുടര്‍ന്ന് കേന്ദ്ര എക്സിക്യൂട്ട് കമ്മറ്റിവരെയോ അപ്പീല്‍ ബോധിപ്പിക്കാന്‍ അവകാശം ഉണ്ടായിരിക്കും.<br/>
           കേന്ദ്ര എക്സിക്യൂട്ട് കമ്മറ്റി ഏതെങ്കിലുമൊരു സംസ്ഥാനകമ്മിറ്റിയുടെ അഫിലിയേഷന്‍ റദ്ദാക്കിയാല്‍ അതിന് അടുത്ത അഖിലേന്ത്യാ സമ്മേളനത്തില്‍ അംഗീകാരം വാങ്ങണം.<br/>
<li>സംഘടനയുടെ ഘടന</li><br/>
<ul>
          <li>സമ്മേളനങ്ങള്‍</li>
          <li>എക്സിക്യൂട്ടീവ്</li>
         <li> സംസ്ഥാന – ജില്ലാ - സോണല്‍ /ഏരിയാ - ലോക്കല്‍ - സ്ഥാപനതല ഘടകങ്ങള്‍</li>
</ul>
<li>സംഘടനയും അതിന്റെ അവകാശങ്ങളും</li>
          അഖിലേന്ത്യാ സമ്മേളനമായിരിക്കും സംഘടനയുടെയാകെ ഏറ്റവും ഉയര്‍ന്ന സമിതി.<br/> ബന്ധപ്പെട്ട സംസ്ഥാനതല സംഘടനയുടെ ഏറ്റവും ഉയര്‍ന്ന സമിതി സംസ്ഥാനസമ്മേളനങ്ങളായിരിക്കും.<br/> ഇതേ പോലെ സംഘടനയുടെ ഏതു തലത്തിലുള്ള ഏറ്റവും
ഉയര്‍ന്ന സമിതി സംഘടനയുടെ ആ പ്രത്യേക തലത്തിലുള്ള സമ്മേളനങ്ങളായിരിക്കും.<br/>
          സാധാരണഗതിയില്‍ രണ്ടു കൂടുമ്പോഴായിരിക്കും സമ്മേളനം ചേരുക.<br/>
          ഇന്ത്യന്‍ വിദ്യാര്‍ത്ഥി ഫെഡറേഷനില്‍ അഫിലിയെറ്റ് ചെയ്ത സമിതികള്‍ അവരവരുടെ  സമ്മേളനങ്ങളില്‍ നിന്നും ആനുപാതിക പ്രാതിനിധ്യമനുസരിച്ച് അഖിലേന്ത്യാ സമ്മേളനത്തിലേക്ക് പ്രതിനിധികളെ തിരഞ്ഞെടുക്കും.<br/>താഴേത്തലത്തിലുള്ള കമ്മറ്റികള്‍ അവയുടെ അധികാരപരിധിയില്‍ നടക്കുന്ന സമ്മേളനങ്ങളിലോ സംഘടനാ കണ്‍വനഷനുകളിലോ വെച്ച് തൊട്ടുമുകളിലുള്ള കമ്മിറ്റികള്‍ നടത്തുന്ന സമ്മേളനങ്ങളിലേക്ക് പ്രതിനിധികളെ തിരഞ്ഞെടുക്കും.<br/> സംഘടനാ കണ്‍വെന്‍ഷനുകള്‍ക്ക് മേല്‍ക്കമ്മിറ്റികളില്‍ നിന്നും  മുന്‍കൂട്ടി അനുമതി വാങ്ങിയിരിക്കണം.<br/> ഏതു യൂണിറ്റു നടത്തുന്നതായാലും സമ്മേളന പ്രതിനിധികളുടെ എണ്ണം ആ യൂണിറ്റിലെ അംഗങ്ങളുടെ ഒരു നിശ്ചിത അനുപാതത്തിലായിരിക്കണം. അംഗസംഖ്യയുടെ അടിസ്ഥാനത്തില്‍ പ്രതിനിധികളുടെ അനുപാതവും സമ്മേളനത്തിന്റെ മറ്റ് വിശദാംശങ്ങളും അതത് തലത്തിലുള്ള എക്സിക്യൂട്ടീവോ കമ്മിറ്റിയോ തീരുമാനിക്കും.<br/>
സമ്മേളനത്തിന്റെ വിഷയം, നടപടി ക്രമങ്ങള്‍ എന്നിവയുമായി ബന്ധപ്പെട്ട കാര്യങ്ങളില്‍ സമ്മേളനം അന്തിമ തീരുമാനമെടുക്കും.<br/> സമ്മേളനം നടത്തുന്നതിനു പ്രസീഡിയത്തെയും  സ്റ്റിയറിംങ് കമ്മറ്റിയേയും തിരഞ്ഞെടുക്കും.<br/>
           സമ്മേളനം സംഘടനയുടെ ഇടക്കാല പ്രവര്‍ത്തനം വിലയിരുത്തി ഭാവി പരിപാടികള്‍ ആവിഷ്ക്കരിക്കും.<br/>
          കഴിഞ്ഞകാല പ്രവര്‍ത്തനങ്ങളുടേയും വാര്‍ഷിക വരവുചെലവിന്റേയും കണക്കുകള്‍ സമ്മേളനത്തില്‍ അവതരിപ്പിക്കും.
          സമ്മേളനം ഒരു എക്സിക്യൂട്ടീവിനെ തിരഞ്ഞെടുക്കും.അതിലെ അംഗസംഖ്യ സമ്മേളനം തന്നെ തീരുമാനിക്കും.<br/>
          തിരഞ്ഞെടുപ്പു ഐക്യകണ്ഠേന അല്ലെങ്കില്‍ രഹസ്യവോട്ടിന്റേയും ആനുപാതിക പ്രാതിനിധ്യത്തിന്റേയും അടിസ്ഥാനത്തില്‍ നടത്തും.<br/>

<li>എക്സിക്യൂട്ടീവ്</li>
<ul>
<li>രണ്ട് സമ്മേളനങ്ങള്‍ക്കിടയില്‍ എക്സിക്യൂട്ടീവ് ആയിരിക്കും പരമാധികാരി.<br/></li>
<li>സമ്മേളനതീരുമാനം എക്സിക്യൂട്ടീവ്  നടപ്പാക്കും.<br/></li>
<li>
പ്രവര്‍ത്തനങ്ങള്‍ നടത്തുന്നതിന് ഭരണഘടനയ്ക്ക് അനുസൃതമായ ചട്ടങ്ങള്‍ എക്സിക്യൂട്ടീവ്  തയ്യാറാക്കും.<br/></li>
<li>എക്സിക്യൂട്ടീവ്  വര്‍ഷത്തില്‍ ചുരുങ്ങിയത് മൂന്നു തവണയെങ്കിലും യോഗം ചേരും.<br/>
 അതിന്റെ നോട്ടീസ് 15 ദിവസം മുമ്പ് നല്‍കിയിരിക്കണം.</li>
 <li> കേന്ദ്ര എക്സിക്യൂട്ടീവിലെ മൂന്നിലൊരുഭാഗം അംഗങ്ങള്‍ ആവശ്യപ്പെട്ടാല്‍ രണ്ടുമാസത്തിനുള്ളില്‍ അതിന്റെ യോഗം വിളിക്കണം. മൂന്നിലൊന്നില്‍ കൂടുതല്‍ അംഗങ്ങള്‍ യോഗത്തില്‍ ഹാജരുണ്ടെങ്കില്‍ യോഗതീരുമാനങ്ങള്‍ സാധുവായതായി കണക്കാക്കാവുന്നതാണ്.</li>
<li>ഏതെങ്കിലും സ്ഥാനം ഒഴിവുവരികയാണെങ്കില്‍ എക്സിക്യൂട്ടീവിന് ആ സ്ഥാനം കോ - ഓപ്ട് ചെയ്ത് നികത്താവുന്നതാണ്.</li>
<li>എക്സിക്യൂട്ടീവ്  അംഗം ആണ്ടില്‍ ഒരുരൂപ ഫീസ് കൊടുക്കണം.</li>
<li>തങ്ങളുടെ പ്രവര്‍ത്തനം നടത്തുന്നതിന് എക്സിക്യൂട്ടീവിന് വിവിധ സബ്കമ്മിറ്റികള്‍ രൂപീകരിക്കാവുന്നതാണ്</li>
      </ul>              </ol></p>
             
            </div>
        </div>
    )
}

export default Sfi
