import React from 'react'
import './Mustafa.css'

function Mustafa() {
    return (
       <div className="cmm">
      <img className="cmmimg"  src="./img/muhammed%20mustafa.jpg" alt="Comrade Mustafa"/>
      <h1>സ. മുഹമ്മദ് മുസ്തഫ</h1>
      <p>സ. മുഹമ്മദ് മുസ്തഫ (1976ആഗസ്ത് 16) 
        ഇന്ത്യന് ജനതയുടെ കണ്ണും കാതും വാക്കും കൊട്ടിയടയ്ക്കപ്പെട്ട അടിയന്തരാവസ്ഥയുടെ അർദ്ധ ഫാസിസ്റ്റ് ഭീകരതയ്‌ക്കെതിരെ പ്രകടനം നടത്തിയതിന്റെ പേരിലാണ് മണ്ണാർക്കാട് എം ഇ എസ് കോളേജിലെ പ്രീഡിഗ്രി വിദ്യാർത്ഥിയും എസ് എഫ് ഐ നേതാവുമായ മുഹമ്മദ് മുസ്തഫ ധീര രക്തസാക്ഷിത്വം വരിച്ചത്. ജൂലൈ 28 ന് അർദ്ധരാത്രി സ. മുഹമ്മദ് മുസ്തഫ ഉൾപ്പെടെ  9 എസ് എഫ് ഐ പ്രവർത്തകരെ മിസ എന്ന കരിനിയമപ്രകാരം പൊലീസ് അറസ്റ്റുചെയ്തു. പെരിന്തൽമണ്ണ സബ് ജയിലിൽ അരങ്ങേറിയ ഭീകരമായ പൊലീസ് മർദ്ദനം 1976 ആഗസ്ത് 16ന് സ. മുഹമ്മദ് മുസ്തഫയുടെ ജീവൻ അപഹരിച്ചു.
        
         എസ് എഫ് ഐയിൽ നിന്ന് രാജിവച്ചാൽ പുറത്തുവിടാമെന്ന പൊലീസിന്റെ ഉഗ്രശാസനയിൽ “ഞാൻ എന്റെ ജീവിതത്തിൽ നിന്ന് രാജിവച്ചാലും എസ് എഫ് ഐയിൽ നിന്ന് രാജിവെയ്ക്കില്ല” എന്ന പ്രഖ്യാപനത്തോടെ നേരിട്ട സ. മുഹമ്മദ് മുസ്തഫയുടെ ഓർമ്മകൾ ക്യാമ്പസ് ജനാധിപത്യത്തിനും സംഘടനാ സ്വാതന്ത്ര്യത്തിനും വേണ്ടി നടത്തുന്ന പോരാട്ടങ്ങൾക്ക് നിലയ്ക്കാത്ത ഊർജ്ജപ്രാവഹമാണ്</p>

    </div>
    )
}

export default Mustafa
