import React from 'react'
import './Posters.css'

function Posters() {
    return (
        <div>
             <h2>Events</h2>
            <div className="Row">
                 <div className ='posters'>
                   <div className= "name">
              <img className='poster' src='https://jaseem1999.github.io/Events-sfi/canteen.jpg' alt="poster" />
    
                  <span>
                   
                  </span>
                </div>
                   <div className= "name">
              <img className='poster' src="./img/shyam-principal.jpg" alt="poster" />
    
                  <span>
                   
                  </span>
                </div>
                   <div className= "name">
              <img className='poster' src='https://jaseem1999.github.io/Events-sfi/coconutopia.jpg' alt="poster" />
    
                  <span>
                   
                  </span>
                </div>
                   <div className= "name">
              <img className='poster' src='https://jaseem1999.github.io/Events-sfi/kala.jpg' alt="poster" />
    
                  <span>
                    പ്രിയരേ...
നമ്മുടെ കോളേജിലെ പാട്ട് പാടുന്നതിനും ഇൻസ്‌ട്രുമെൻ്റ്സ് വായിക്കുന്നതുമായ കഴിവുകളുള്ള വിദ്യാർഥികളെ കൂടുതൽ പ്രോത്സാഹിപ്പിക്കുന്നതിനും പരിപോഷിപ്പിക്കുന്നതിനുമായി SFI MES KC യുടെ നേതത്വത്തിൽ "അരങ്ങ്" ഒരുങ്ങുകയാണ്...
ഇതിലേക്ക് പാട്ട് പാടാനും   ഇൻസ്ട്രുമെൻ്റ്സ് വായിക്കാനും  കഴിവുള്ളവരും താല്പര്യവുമുള്ളവരുമായ  സുഹൃത്തുക്കളെ  ക്ഷണിക്കുന്നു...

 🪀താല്പര്യമുള്ളവർ  താഴെ കാണുന്ന നമ്പറുകളിൽ ബന്ധപ്പെടുക <br/>
 <a href="https://wa.me/qr/JHCWTM4NUKNBC1" >ഇവിടെ അപേക്ഷിക്കുക  (Bijisha)</a><br/>
  <a href="https://wa.me/qr/JUHD572C2RRZC1" >ഇവിടെ അപേക്ഷിക്കുക  (Shamnad)</a>
                  </span>
                </div>
                <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/ernakkulam%20ac.jpg' alt="poster" />
    
                  <span>ആലുവയിൽ YOUTH CONGRESS -KSU ഗുണ്ടാ ആക്രമണം....

SFI ആലുവ ഏരിയ പ്രസിഡന്റ്‌ സഖാവ് ഷെഫിൻ, ജോയിന്റ് സെക്രട്ടറി സഖാവ് ദേവരാജ്
എന്നിവരെ ആക്രമിച്ചതിൽ പ്രതിക്ഷേധിച്ചു കൊണ്ട് SFI MES KALLADI കോളേജ് യൂണിറ്റ് കമ്മറ്റി പ്രതിക്ഷേധ പരിപാടി സംഘടിപ്പിച്ചു.SFI മണ്ണാർക്കാട് ഏരിയ സെക്രട്ടറി മാലിക് ഉദ്ഘാടനം ചെയ്തു.

                    
                  </span>
                </div>
                   
                   <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/karshaka%20hykyam.jpg' alt="poster" />
    
                  <span>
                    "വിത്തുപാകുന്നവർ ആശവെക്കുന്നവരാണ് , വെള്ളം തേവുന്നവർ ഹൃദയത്തിലേക്ക് ചാല് കീറി ചോരകൊടുക്കുന്നവരാണ് . കറ്റമെതിക്കുന്നവർ നെന്മണി മണക്കുന്നവരാണ് . വയറിന്റെ വേവറിയുന്നവരെല്ലാം അരിവാളിന് കളപറിക്കുന്നവരാണ് . ഇത് കതിരുകാക്കുന്നവരുടെ സമരമാണ് .
കൊന്ന് തീർക്കാനാവില്ല നിങ്ങൾക്ക്"✊🏿
*കേന്ദ്രസർക്കാരിന്റെ നേതൃത്വത്തിൽ നടന്ന കർഷക വേട്ടയിൽ പ്രതിക്ഷേധിച്ചു കൊണ്ട് SFI MES KALLADI കോളേജ് യൂണിറ്റ് കമ്മറ്റി പ്രതിക്ഷേധ പരിപാടി സംഘടിപ്പിച്ചു.*
*SFI Palakkad District Committee Members and Mannarkkad Area President Com: Hari പ്രതിക്ഷേധ പരിപാടി ഉദ്ഘാടനം ചെയ്തു സംസാരിച്ചു.
                  </span>
                </div>
                   <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/PG%20help.jpg' alt="poster" />
    
                  <span>
                    *SFI MESKC PG ADMISSION HELP DESK 2021*🚩<br/>
➖➖➖➖➖➖➖➖<br/>
🔅M.A History<br/>
🔅M.A Islamic History<br/>
🔅M.A Economics<br/>
🔅M.Sc Mathematics<br/>
🔅M.Sc Physics<br/>
🔅M.Sc Chemistry<br/>
🔅M.Com Finance<br/>
🔅M.Sc Forensic Science<br/>
🔅M sc botany(Self Finance)<br/>
*For Enquiry:*<br/>
Lidheesh:+91 95448 24418<br/>
Shyam:+91 95261 65653<br/>
Jinsiya:+91 81389 77375<br/>
                  </span>
                </div>
                   <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/rapakal%20cu.jpg' alt="poster" />
    
                  <span>
                    ചരിത്ര സമരത്തിന് വിജയ മധുരം.കാലിക്കറ്റ് യൂണിവേഴ്സിറ്റിയുടെ വിദ്യാർത്ഥി വിരുദ്ധ നടപടികൾക്കെതിരെ 
എസ്.എഫ്.ഐ യുടെ രാപ്പകൽ സമരത്തിന്റെ ഭാഗമായി SFI ഉയർത്തിയ  ആവശ്യങ്ങൾ യൂണിവേഴ്സിറ്റി അംഗീകരിച്ചു.
Awake Varsity സമരം വിജയിച്ചു.
#SFI_Awake_Varsity
#രാപ്പകൽ_സമരം
                  </span>
                </div>
                   <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/rapakal%20hykyam.jpg' alt="poster" />
    
                  <span>
                    SFI രാപ്പകൽ സമരത്തിന് ഐക്യദാർഢ്യം 
SFI MES KALLADI കോളേജ് യൂണിറ്റ് കമ്മറ്റിയുടെ ഐക്യദാർഢ്യ സദസ്സ് SFI  Area Joint Secretary Ali Hyder ഉദ്ഘാടനം ചെയ്തു.
@sfimeskc🚩
                  </span>
                </div>
                   <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/20%20saythaly.jpg' alt="poster" />
    
                  <span>*Sep 20*
*സ: സൈതാലി രക്തസാക്ഷി ദിനം*
SFI MES KALLADI കോളേജ് യൂണിറ്റ് പ്രഭാതഭേരിയും അനുസ്മരണ യോഗവും സംഘടിപ്പിച്ചു.SFI യൂണിറ്റ് കമ്മറ്റി ജോയിന്റ് സെക്രട്ടറി സ: നാസിം പതാക ഉയർത്തി.യൂണിറ്റ് കമ്മിറ്റി അംഗം ബിജേഷ് അധ്യക്ഷനായ ചടങ്ങിൽ SFI മണ്ണാർക്കാട് ഏരിയ സെക്രട്ടറി സ: മാലിക് ഉദ്ഘാടനം ചെയ്തു.. SFI യൂണിറ്റ് സെക്രട്ടറി സ:ഫായിസ് സ്വാഗതവും ഏരിയ കമ്മറ്റി അംഗം ജിതിൻ നന്ദിയും പറഞ്ഞു.
                         </span>
                </div>

                   <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/rabiya%20safi.jpg' alt="poster" />
    
                  <span>
                         </span>
                </div>

                   <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/helpdesk.jpg' alt="poster" />
    
                  <span>
                        HELP DESK🚩 </span>
                </div>
                   
                   <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/membership.jpg' alt="poster" />
    
                  <span>
                    *സമഗ്രതയാർന്ന വിദ്യാഭ്യാസം സമരോത്സുകമായ വിദ്യാർത്ഥിത്വം*
SFI MES KALALDI കോളേജ് യൂണിറ്റ് തല മെമ്പർഷിപ്പ് പ്രവർത്തനം ആരംഭിച്ചു
                         </span>
                </div>
                   <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/web.jpg' alt="poster" />
    
                  <span>മുഹമ്മദ് മുസ്തഫ സ്റ്റഡി സർക്കിളിന്റെ ഭാഗമായി SFI MES കല്ലടി കോളേജ് യൂണിറ്റ് കമ്മിറ്റി നിർമ്മിച്ച  website ന്റെ ഉദ്ഘാടനം SFI ജില്ലാ പ്രസിഡന്റ് ka പ്രയാൺ നിർവഹിച്ചു 
  *SFI MES KC OFFICIAL WEB SITE*
www.sfimeskc.in
*🍀Study Meterials*
*🍀College Notifications*
*🍀Students Assistance*
*🍀SFI MES KC  unit*            
      *major works*
*RUN BY COM:MUSTHFA STUDY CIRCLE*
                         </span>
                </div>
                <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/16.jpg' alt="poster" />
    
                  <span>
                    അനശ്വര രക്തസാക്ഷി സഖാവ് മുഹമ്മദ്‌ മുസ്തഫ രക്തസാക്ഷി ദിനാചാരണം ജില്ലാതല പരിപാടി MES കോളേജിന് മുൻപിൽ സംഘടിപ്പിച്ചു. SFI കേന്ദ്രകമ്മിറ്റി അംഗം സഖാവ് ആദർശ്. എം. സജി ഉദ്ഘാടനം ചെയ്തു സംസാരിച്ചു.
                         </span>
                </div>
                   <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/STUDY%20kit.jpg' alt="poster" />
    
                  <span>
                         </span>
                </div>
                   <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/sslcPlusTwo.jpg' alt="poster" />
    
                  <span>
                         </span>
                </div>
                   <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/Help%20desk.jpg' alt="poster" />
    
                  <span>SFI ADMISSION HELP DESK
                         </span>
                </div>
                    <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/avakasham.jpg' alt="poster" />
    
                  <span>
                    *അവകാശ പത്രിക മാർച്ചിന്റെ ഭാഗമായി എസ്എഫ്ഐ യൂണിറ്റ് കമ്മിറ്റി പ്രിൻസിപ്പലിന് അവകാശ പത്രിക കൈമാറി*
SFI എം ഇ എസ്  കല്ലടി  കോളേജ് യൂണിറ്റ്🚩
                         </span>
                </div>
                 <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/hrthu.jpg' alt="poster" />
                  <span>
                    *✨️കലാലയജീവിതം കലകളിലൂടെ ഉയർത്തിപ്പിടിക്കുവാനും*
*✨വിദ്യാർത്ഥി സുഹൃത്തുക്കളുടെ സർഗശേഷികളെ പോഷിപ്പിക്കുവാനും*
*✨️ചിന്തകളിൽ നിങ്ങളൊളിപ്പിച്ചുവെച്ച, നിങ്ങളിൽ  നിന്നും നുരഞ്ഞുയരുന്ന  സത്തുക്കളെ ഉണർത്താനും ഉയർത്തുവാനും*
*✨️ചിന്തകളിൽ ഒളിപ്പിച്ചുവെച്ച ഒരായിരം കൂട്ടുകൾക്ക്‌ നിറം വിതക്കുവാനും വരികയാണ് ഋതു .*
*ഋതു...☘️*
*SFI MES KC സാംസ്ക്കാരിക കൂട്ടായ്മ*
*TO join*
<a href="https://wa.me/qr/CPVIDISSKPLOF1">Whatsapp</a><br/>
<a href="https://www.instagram.com/ridhu_kc_?r=nametag">Instagram</a><br/>

                     </span>
                </div>
                   <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/mathrukam_committee/STUDY%20CIRCLE%20ing%20sachin.jpg' alt="poster" />
    
                  <span>*സ മുഹമ്മദ് മുസ്തഫ സ്റ്റഡി സർക്കിളിന്റെ ഉല്‍ഘാടനം  ലോഗോ പ്രകാശനം ചെയ്തുകൊണ്ട് SFI സംസ്ഥാന സെക്രട്ടറിയും ബാലുശ്ശേരി MLA യും ആയിട്ടുള്ള അഡ്വ: KM സച്ചിൻദേവ് നിർവഹിച്ചു.*
*സാനിദ്ധ്യം സംസഥാന സെക്രട്ടറിയേറ്റഅംഗം സ:അതുൽ *
@SFI MESKC🚩
                         </span>
                </div>
                   
                  < div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/abimanue.jpg' alt="poster" />
    
                  <span>"കനലായി നിൽക്ക നീ
ചാരമാവും വരെ
കാവലായി നിൽക്ക നീ
കാലം നിലക്കും വരെ
നിനക്കായ്‌ കാത്തിരിപ്പൂ...
കാലവും കലാലയവും"
*സ: അഭിമന്യു രക്തസാഷി ദിനം*🌹
ജൂലൈ 2 വെള്ളി
*🔅പ്രഭാതഭേരി*
*🔅 അനുസ്മരണം*
*🔅പൊതിച്ചോർ* *വിതരണം*
*🔅കോളേജ് അണുനശീകരണം*
*🔅 പുസ്തക ശേഖരണം*
@SFI MESKC🚩
                         </span>
                </div>
                   <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/stydy%20circle.jpg' alt="poster" />
    
                  <span>*ശിശിരം ഇവിടെ തീരുകയാണ്,*
*ഇനി വസന്തം മാത്രം*
🌹🌹🌹🌹🌹🌹🌹
*സ: മുഹമ്മദ് മുസ്തഫ* *സ്റ്റഡി സർക്കിൾ*📯
# launching soon
*@SFI MESKC🚩*
                         </span>
                </div>
                   <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/farmersProtest26.jpg' alt="poster" />
    
                  <span>*“കാർഷിക മേഖലയെ സംരക്ഷിക്കുക,*
*ജനാധിപത്യം സംരക്ഷിക്കുക”*
ജൂൺ 26 എസ്.എഫ്.ഐ ദേശീയ പ്രക്ഷോഭത്തിന്റെ ഭാഗമായി SFI  MESKC UNIT 🚩
                         </span>
                </div>
                <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/mathrukam_committee/cleean%20college.jpg' alt="poster" />
    
                  <span>
                         </span>
                </div>
                     <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/cmrd%20mustafa%20bus%20stop.jpg' alt="poster" />
    
                  <span>
                         </span>
                </div>
                     <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/mes%20state.jpg' alt="poster" />
    
                  <span>
                     
                        </span>
                </div>
                     <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/fees.jpg' alt="poster" />
    
                  <span>
                      വിദ്യാർത്ഥികൾകിടയിൽ ഫീസിന്റെ കാര്യത്തിൽ നില നിൽക്കുന്ന ആശങ്കകൾ പരിഹരിക്കാൻ കോളേജ് അധികൃതർ  ഇടപെടണം എന്നാവശ്യപെട്ട് SFI ജില്ലാ പ്രസിഡന്റ് KA പ്രയാൺ , ജില്ലാ കമ്മിറ്റിയംഗം ഷാനിഫ് , ഏരിയ സെക്രട്ടറി മാലിക് , ഏരിയ പ്രസിഡന്റ് ഹരി , യൂണിറ്റ് സെക്രട്ടറി ഫായിസ് എന്നിവർ പ്രിൻസിപ്പലുമായി കൂടി കാഴ്ച നടത്തി.
                      സെമസ്റ്റർ ഫീ അടക്കാൻ കഴിയാത്ത സാമ്പത്തികമായി ബുദ്ധിമുട്ട് അനുഭവിക്കുന്ന വിദ്യാർത്ഥികൾ ആ വിഷയം കോളേജിനെ ബോധിപ്പിച്ചാൽ അവർക്ക് ആവശ്യമായ ഇളവുകൾ അനുവദിക്കുമെന്ന് ഉറപ്പ് നൽകി. സാമ്പത്തിക പ്രയാസം മൂലം ഫീസ് അടക്കാൻ കഴിയാത്ത വിദ്യാർത്ഥികൾക് ഓൺലൈൻ ക്ലാസുകൾ നഷ്‌ടമാവില്ലന്നും അധികൃതർ SFI ക്ക് ഉറപ്പ് നൽകി.
                     സെമസ്റ്റർ ഫീസുമായി ബന്ധപ്പെട്ട മറ്റ് ആശങ്കകൾ പരിഹരിക്കാൻ mes management ന്റെ സംസ്ഥാന കമ്മറ്റിയെ sfi  സമീപിക്കും
                     @sfi meskc
                        </span>
                </div>
                     <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/mobile%20challenge.jpg' alt="poster" />
    
                  <span>*സ്നേഹിതക്കൊരു കൈത്താങ്ങ്*❣️

                            *SFI MESKC മൊബൈൽ ഫോൺ കൈമാറി.* *സഹായിച്ച* *സഹകരിച്ച പ്രിയ *കൂട്ടുകാർക്ക് നന്ദി*🪁

                              @sfi meskc🚩
                        </span>
                </div>
                
                <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/national%20black%20day.jpg' alt="poster" />
    
                  <span>*മെയ് 26 ദേശീയ കരിദിനത്തിന്റ ഭാഗമായി SFI MESKC UNIT*
                        </span>
                </div>
                <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/farmers.jpg' alt="poster" />
    
                  <span>250 ൽ അധികം മരണങ്ങൾ. തിരിച്ചു പോക്കില്ലാത്ത 180 ദിവസങ്ങൾ.🚜
                      #stand with farmers
                      @sfimeskc🚩
                        </span>
                </div>
                <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/MBR.jpg' alt="poster" />
    
                  <span>പതിനഞ്ചാം കേരള നിയമസഭയുടെ സ്പീക്കറായി തെരഞ്ഞെടുക്കപ്പെട്ട ശ്രീ. എം.ബി രാജേഷിന് അഭിവാദ്യങ്ങൾ 💕🚩
                        </span>
                </div>
                <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/lakdhweeb.jpg' alt="poster" />
    
                  <span>*ശബ്‌ദിക്കുന്ന നാവുകൾ നിശബ്ദമാക്കാമെന്നത് വ്യാമോഹം മാത്രമാണ്....*
                       *ഇനിയുമുറക്കെ ഞങ്ങൾ ശബ്ദിക്കുകതന്നെ ചെയ്യും..✊🏿*
                        #savelakshadweep
                        @sfimeskc🚩
                        </span>
                </div>
                
                <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/govt.jpg' alt="poster" />
    
                  <span>കാലം സാക്ഷി
ചരിത്രം സാക്ഷി

രണ്ടാം പിണറായി സർക്കാർ സത്യപ്രതിജ്ഞ ചെയ്തു അധികാരമേറ്റു

അഭിവാദ്യങ്ങൾ ✨❣️
@sfi meskc🚩
                        </span>
                </div>
                <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/sachin.jpg' alt="poster" />
    
                  <span>വിദ്യാർത്ഥി സമരപോരാളി ഇനി നിയമസഭയിൽ 
                        @sfimeskc🚩
                        </span>
                </div>
                <div className ="name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/Blood.jpg' alt="poster" />
                
                <span>*നൽകാം ജീവന്റെ തുള്ളികൾ*

                 🩸🩸🩸🩸🩸🩸🩸🩸🩸🩸

                കേവലം ഒരു ശരീരത്തി-
                 ലൊതുങ്ങുന്നതല്ല യഥാർത്ഥ ജീവിതം. അപരന്റെ സുഖത്തിനായി ഒഴുകിപ്പരക്കുമ്പോഴാണ് അതിന് അർത്ഥവും നിറവുമുണ്ടാകുന്നത്. ഇവിടെയാണ് രക്തദാനം കലർപ്പുകളില്ലാത്ത മഹാദാനമാകുന്നത്. ഒരു വ്യക്തി നൽകുന്ന ഒരു യൂണിറ്റ് രക്തത്തിലൂടെ നാല് വ്യക്തികളുടെ ജീവനാണ് നിലനിർത്താൻ സാധിക്കുക. 18 വയസ്സ് മുതൽ 65 വയസ്സു വരെ കൃത്യമായി രക്തദാനം ചെയ്യുന്നതുവഴി ഒരു വ്യക്തിക്ക് 300 ജീവനുകൾ രക്ഷിക്കാൻ സാധിക്കും
                  ആയതിനാൽ എല്ലാവരും താഴെ തന്നിരിക്കുന്ന ഫോം പൂരിപ്പിയ്ക്കണമെന്ന് അഭ്യത്ഥിക്കുന്നു

          https://surveyheart.com/form/60829ea4c5a2c15e5970b3f9

*നമ്മുക്ക് കൈകോർക്കാം, രക്ത ബന്ധങ്ങൾക്കായി*

*For more informations*
Akhila 7293415621
Jithin 8129540238
Arshad 7356079109 See Less

Comments
</span>
                </div>
                <div className ="name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/cmdrf.jpg' alt="poster" />
                
                <span>എസ് എഫ് ഐ മണ്ണാർക്കാട് ഏരിയ കമ്മിറ്റിയുടെ നേതൃത്വത്തിൽ മുഖ്യമന്ത്രിയുടെ ദുരിതാശ്വാസ നിധിയിലേക്ക് പണം സമാഹരിക്കുന്നു.... നമുക്കും പങ്കാളിയാവാം ..
                    GOOGLE PAY ;
                     8547580376
                     8606267216
                    8086762052

                  നമുക്കും കൈത്താങ്ങാകാം

                       @sfi_meskc</span>
                </div>
                <div className ="name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/covid%20help.jpg' alt="poster" />
                
                <a  href="https://www.cowin.gov.in/home"><span>Vaccine registration</span></a>
                </div>
                <div className ="name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/vacine%20against%20central.jpg' alt="poster" />
                
                <span>*സൗജന്യ വാക്സിൻ നിഷേധിക്കുന്ന കേന്ദ്ര സർക്കാർ നിലപാടിനെതിരെ എസ്.എഫ്.ഐ  നേതൃത്വത്തിൽ രാജ്യ വ്യാപകമായി സംഘടിപ്പിക്കുന്ന ദേശീയ പ്രക്ഷോഭത്തിൽ ഭാഗമായി*       
                SFI MES COLLEGE UNIT</span>
                </div>
                <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/LDF%20college.jpg' alt="poster" />
                <span>ഉറപ്പാണ് LDF 🚩🚩🚩
                  മണ്ണാർക്കാട് നിയോജക മണ്ഡലത്തിലെ ഇടതുപക്ഷ സ്‌ഥാനാർത്ഥി കെ പി സുരേഷ്‌രാജിനെ വരവേറ്റ് 
                 എം ഇ എസ് കല്ലടി കോളേജിലെ എസ് എഫ് ഐ യൂണിറ്റ് കമ്മിറ്റി </span>
                </div>
                <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/football.jpg' alt="poster" />
                <span>SFI എംഇഎസ് കല്ലടി കോളേജ് സംഘടിപ്പിച്ച ച്ച് ഫുട്ബോൾ ടൂർണമെൻറ് മണ്ണാർക്കാട് നിയോജകമണ്ഡലം എൽഡിഎഫ് സ്ഥാനാർത്ഥി സുരേഷ് രാജ് ഉദ്ഘാടനം ചെയ്യുന്നു</span>
                </div>
                <div className= "name">
                <img className='poster'  src='https://jaseem1999.github.io/Events-sfi/food.jpg' alt="poster" />
                
                <span>ഒരു പൂ വിരിയും പോലെ
                     പ്രണയിച്ചു തുടങ്ങുക,💕
                     ഒരു വസന്തം പോലെ
                     സൗഹൃദത്തിലേർപ്പെടുക 
                     അവസാനമെത്തുവരെ പോരാടികൊണ്ടിരിക്കുക,
                    *സഹകരിച്ച,സഹായിച്ച എല്ലാവർക്കും നന്ദി*🙏🏻
                    @sfimes kc🚩</span>
                </div>
                
                
                
            </div>
            </div>
        </div>
    )
}

export default Posters
