import React from 'react'
import FadeInSection from '../FadelnSection/FadelnSection'
import './Posters.css'


function Posters() {

  
  
    return (
        <div>
             <h2>Events</h2>
             
            <div className="Row">
              <FadeInSection>
                 <div className ='posters'>
                    <div className="name">
                     
                      <img className="poster" src="./img/pulwala.jpg" alt="poster" />

                      <span></span>
                    </div>
                   <div className="name">
                     
                      <img className="poster" src="./img/loveletter.jpg" alt="poster" />

                      <span>
                        പറയാതെ പോയ പ്രണയങ്ങൾക്ക് ഒരവസരം💞

❣️നാളെ, പ്രണയദിനത്തിൽ
                      </span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/ragam.jpg" alt="poster" />

                      <span>
                        ഒന്നിച്ചിരുന്നു ഒരല്പം പാട്ടു കേൾക്കാം🎼
ഹൃദയ രാഗം🎸💞
🌻നാളെ, പ്രണയദിനത്തിൽ
                      </span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/crush.jpg" alt="poster" />

                      <span>
                        "ഇഷ്ടങ്ങൾ ചേർത്തു വെയ്ക്കാം"
CRUSH WALL🔖💞
📌നാളെ' പ്രണയദിനത്തിൽ
                      </span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/feb141.jpg" alt="poster" />

                      <span>
                        "മുഹബ്ബത്ത് കൂട്ടി ഒരു strong സുലൈമാനി"
മുഹബ്ബത്തിന്റെ സുലൈമാനി💞☕
⏰നാളെ, പ്രണയദിനത്തിൽ
                      </span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/feb14.jpg" alt="poster" />

                      <span>
                        പ്രണയം
നാടിനും നാട്ടുകാർക്കും നാട്ടുനടപ്പിനും എതിരെ സമരം ചെയ്തവരുടെ പ്രണയം ,  കാലാകാലങ്ങളായുള്ള വേലിക്കെട്ടുകൾ പൊട്ടിച്ചെറിഞ്ഞ്  സ്വതന്ത്രത്തിന്റെയും വാതിൽ നമുക്കായി തുറന്നു തന്നവരുടെ പ്രണയം ഓരോ പ്രണയദിനവും അവരുടെ പോരാട്ടത്തിന്റെ കഥയാണ്  . ഓരോ പ്രണയവും ഓരോ പോരാട്ടമാണെന്ന ഓർമ്മപ്പെടുത്തലാണ് . പ്രണയം മനോഹരമായി വിപ്ലവമാണ്.
പ്രണയം, മധുരം ,സംഗീതം
                      </span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/secular.jpg" alt="poster" />

                      <span>
                        എന്തണിയണമെന്നും എന്തിനണിയണമെന്നും വ്യക്തി തീരുമാനിക്കപ്പെടുന്നിടത്ത് അധികാരം കുന്തമുന നീട്ടുമ്പോൾ ഉറക്കെ ശബ്ദിക്കണം .... മതേതരത്വം വാക്കാൽ ഒതുക്കപെടുമ്പോൾ പ്രതിരോധത്തിന്റെ പ്രത്യയശാസ്ത്രം വിരൽ ചൂണ്ടണം .... തിരിച്ചടിക്കാൻ വീണ്ടെടുക്കാൻ .....
                      </span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/sathajaraCamp.jpg" alt="poster" />

                      <span>
                        "മാവുകൾ പൂക്കും ,
 മാനത്തമ്പിളി വികസിക്കും , 
മാനുഷർ പരസ്പരം സ്നേഹിക്കും ,
 ചേർന്നിരിക്കും,"
ഇത് ഞങ്ങളുടെ കലാലയം"

ക്യാമ്പസിനകത്ത് സദാചാരത്തിന്റെ കപടമുഖവുമായി ഇനിയും നിങ്ങൾ കടന്നു വന്നാൽ SFI ഇവിടെ സൗഹൃദത്തിന്റെ,പ്രണയത്തിന്റെ,സർഗാത്മതയുടെ മതിലുകൾ ഇനിയും പണിയുമെന്ന് ഞങ്ങൾ ഓർമ്മപ്പെടുത്തുന്നു.
                      </span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/memoMathrukam.jpg" alt="poster" />

                      <span></span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/mathrukamPrincipal.jpg" alt="poster" />

                      <span></span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/dress.jpg" alt="poster" />

                      <span></span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/sathajaram.jpg" alt="poster" />

                      <span>
                        മനുഷ്യാവകാശങ്ങൾ സംരക്ഷിക്കപ്പെടേണ്ട നമ്മുടെ കലാലയങ്ങളിൽ , ആണിനും പെണ്ണിനുമിടയിൽ, അവരുടെ വസ്ത്രധാരണ രീതികൾക്ക് പോലും അതിർത്തികൾ തീർക്കപെടുന്നു . ആണും പെണ്ണും ഒന്നിച്ചിരുന്നാൽ പൊലിഞ്ഞുപോകുന്ന മഹത് സംസ്കാരങ്ങളാണ് നമുക്ക് സിദ്ധിച്ചിട്ടുള്ളത് എങ്കിൽ അവ തീർച്ചയായും പൊലിഞ്ഞുപോകേണ്ടതാണ്.ക്യാമ്പസുകളിൽ അല്ലാതെ മറ്റെവിടെയാണ് നമ്മൾ സ്വാതന്ത്ര്യവും സമത്വവും പ്രതീക്ഷിക്കേണ്ടത് ?   ക്യാമ്പസിൽ  സദാചാരം വിളവെടുക്കാൻ ഒരുങ്ങുന്ന ഒരുകൂട്ടം ആളുകളിക്കിടയിൽപെട്ട് ഇല്ലാതാവുന്നത് കലർപ്പില്ലാത്ത സൗഹൃദങ്ങളാണ്. വിവേചനബോധത്താൽ സൃഷ്ടിക്കപ്പെടുന്ന സദാചാരചിന്തകളെ സ്നേഹം കൊണ്ടു നമുക്കു അകറ്റിനിർത്താം . മനുഷ്യർ മനുഷ്യരെ പ്രണയിക്കട്ടെ . മനുഷ്യർ മനുഷ്യരോട് ഹൃദയം കൊണ്ട് ചേർന്നു നിൽക്കട്ടെ.അറിവും പുരോഗമനവും വിളയേണ്ട കലാലയങ്ങൾ ജനാധിപത്യത്തിന്റെ വിളയിടങ്ങളായി മാറട്ടെ . സദാചാരബോധത്തിന്റെ ഇരുണ്ടകരങ്ങളെ ഒന്നിച്ച് തകർത്തെറിയുവാൻ നമുക്ക് സർഗാത്മകതയുടെ ഭാഗമാകാം .
                      </span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/mathrukamhijab.jpg" alt="poster" />

                      <span>
                        SFI MATHURKAM MES KC
condemns the attack on the right of muslim women to wear 'hijab' to their educational institutions in Karnataka
                      </span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/hijab.jpg" alt="poster" />

                      <span>
                        Students Federation of India stands strongly against the hounding of muslim girls and young women in Karnataka. The decision to bar girls from wearing 'hijab', by muslim women stands in conflict with the constitutional protection offered to every religion under Article 25. It is an atrocious act on behalf of the college administration to deny entry to these girls on account of them wearing a headscarf. Forcing women to choose between education and prcatising their religioun is highly condemnable. 

It is important to highlight that this persecution of muslim women in educational institutions is happening in a country wherein muslim women have the lowest rate of enrolment in higher education. This move, on part of the government and college authorities will further aggravate the situation, pushing more girls out of schools and colleges. It is an audacious attack on secularism
                      </span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/kpl.jpg" alt="poster" />

                      <span></span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/cricketC.jpg" alt="poster" />

                      <span></span>
                    </div>

                    <div className="name">
                      <img className="poster" src="./img/valyam2.jpg" alt="poster" />

                      <span>
                        കലാലയ വീഥികളിൽ അരങ്ങ് ആഞ്ഞു കത്തുമ്പോൾ ...
 തെരുവേ നീയൊരു ചിത്രം വരയുകയാണ് .... ചോരയുടെ ചൂരോടെ ..... അനീതിക്കുമേൽ  പ്രതിരോധം പണിതുയർത്തുകയാണ് ..
#വാല്യം 2🔥🏕️
Coming soon..
                      </span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/blood241.jpg" alt="poster" />

                      <span>
                        പ്രിയ സഖാക്കൾക്ക് അഭിവാദ്യങ്ങൾ ❣️
                      </span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/jaseem22.jpg" alt="poster" />

                      <span>
                        പ്രിയ സഖാവ് ജസീം എം ഇ എസ് കല്ലടി കോളേജിലെ എസ്എഫ്ഐയുടെ പ്രസിഡൻറ് സ്ഥാനത്തുനിന്ന് പടിയിറങ്ങി...

ക്യാമ്പസിലെ എസ് എഫ് ഐ യുടെ മുഴുവൻ പരിപാടികളിലും ഊർജ്ജസ്വലനായി പങ്കെടുത്ത സഖാവ് എം ഇ എസിൽ സംഘടനയെ മുന്നോട്ട് കൊണ്ടുപോകുന്നതിൽ കൃത്യമായ പങ്ക് വഹിച്ചിട്ടുണ്ട്....

എന്ത് കാര്യത്തിന് വിളിച്ചാലും ഓടിയെത്തിയിരുന്ന സഖാവ് എന്ത് ആവശ്യമുന്നയിച്ചാലും ഇല്ല എന്നൊരു മറു വാക്ക് പറയുമായിരുന്നില്ല...

പ്രിയ സഖാവ് സംഘടനാപരമായി ഞങ്ങളുടെ തെറ്റുകളെ ശക്തമായി വിമർശിച്ചിരുന്നു എങ്കിലും ഒരു സഹോദരനെ പോലെ ഞങ്ങൾക്ക് വേണ്ട നിർദ്ദേശങ്ങളും സഹായങ്ങളും കൃത്യമായി നൽകിയിരുന്നു ..

സഖാവ് ജസീമിന്റെ പടിയിറക്കം  പ്രസ്ഥാനത്തിന് തീരാ നഷ്ടമാണ്.

ഇല്ല സഖാവേ പിരിയുന്നില്ല , പോരാട്ടത്തിൻ പോർവീഥികളിൽ ഇനിയും നമ്മൾ ഒന്നിക്കും , ഒന്നിച്ചോന്നായി പോരാടും.....✊🏿❣️
                      </span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/fays22.jpg" alt="poster" />

                      <span>
                        കോമ്രേഡ് ഫായിസ് 

MES കല്ലടി കോളേജിലെ എസ്‌.എഫ്‌.ഐ യുടെ യൂണിറ്റ് സെക്രെട്ടറി സ്‌ഥാനത്ത് നിന്ന് പടിയിറങ്ങി...

പ്രതിസന്ധിഘട്ടങ്ങളിൽ അടിപതറാതെ പോരാട്ടവീര്യത്തോടെ സഖാവ് മുസ്തഫയുടെ കലാലയത്തിൽ 
എസ്‌.എഫ്.ഐയുടെ തൂവെള്ളകൊടി ഉയരത്തിലുയരത്തിൽ പാറിച്ചവൻ...
വ്യത്യസ്തങ്ങളായ പ്രവർത്തനങ്ങൾ ഏറ്റെടുത്തുകൊണ്ട് ക്യാമ്പസിൽ സംഘടനക്ക് കരുത്ത് പകർന്നവൻ..
എന്നും വിദ്യാർത്ഥികളോടൊപ്പം നിന്ന് വ്യക്തിത്വം കൊണ്ടും , പ്രവർത്തനം കൊണ്ടും വിദ്യാർത്ഥിഹൃദയങ്ങൾ കീഴടക്കിയവൻ...
നീ പകർന്ന സമരവീര്യവുമാണ് ക്യാമ്പസ്സിലെ ഓരോ എസ്‌.എഫ്‌.ഐ പ്രവർത്തകന്റെയും ഊർജ്ജവും ആവേശവും...

പൊരിവെയിലത്തും , പെരുമഴയത്തും കാറും കോളുമേറ്റ് 
അപരർക്ക് തണലേകിയ 
സർഗാത്മകതയാണ് നീ...

പ്രിയപ്പെട്ടവനെ , 
നീ നെയ്തെടുത്തതാണ് ധിക്കാരികളുടെ സ്വാതന്ത്ര്യമത്രയും...
                      </span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/unit22.jpg" alt="poster" />

                      <span>
                        പുതിയ നേതൃത്വം അഭിവാദ്യങ്ങൾ ❤️🚩🚩
                      </span>
                    </div>
                    
                   <div className="name">
                      <img className="poster" src="./img/logo22.jpg" alt="poster" />

                      <span></span>
                    </div>

                    <div className="name">
                      <img className="poster" src="./img/logo-22-malik.jpg" alt="poster" />

                      <span></span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/shyam-2.jpg" alt="poster" />

                      <span></span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/strike22meskc.jpg" alt="poster" />

                      <span>
                        കെ.എസ് യു - യൂത്ത് കോൺഗ്രസ്സ് കാപാലികർ അരും കൊല ചെയ്ത എസ്.എഫ്.ഐ പ്രവർത്തകൻ ധീരജിന്റെ കൊലപാതകത്തിൽ പ്രതിഷേധിച്ച് SFI മണ്ണാർക്കാട്  ഏരിയ കമ്മിറ്റിക്ക് കീഴിൽ MES KALLADI COLLEGE ൽ പഠിപ്പ് മുടക്കി പ്രതിഷേധിച്ചു
                      </span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/strike22kc.jpg" alt="poster" />

                      <span>
                        എസ്.എഫ്.ഐ പ്രവർത്തകൻ ധീരജിനെ കെ.എസ്.യു- പ്രവത്തകർ  അരുംകൊല ചെയ്തതിൽ പ്രതിഷേധിച്ച് എസ്എഫ്ഐ കല്ലടി കോളേജ് യൂണിറ്റ് പഠിപ്പ് മുടക്ക് സമരം ആഹ്വാനം ചെയ്യുന്നു..
                      </span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/strike22.jpg" alt="poster" />

                      <span></span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/gov-eng-sfi.jpg" alt="poster" />

                      <span></span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/ksu-sfi-govt-eng.jpg" alt="poster" />

                      <span></span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/unitlogo22.jpg" alt="poster" />

                      <span></span>
                    </div>
                   <div className="name">
                      <img className="poster" src="./img/roller.jpg" alt="poster" />

                      <span></span>
                    </div>
                   
                    
                    <div className="name">
                      <img className="poster" src="./img/teak-wondo.jpg" alt="poster" />

                      <span></span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/ghss-balussery.jpg" alt="poster" />

                      <span></span>
                    </div>
                   <div className="name">
                      <img className="poster" src="./img/ct-card-msf.jpg" alt="poster" />

                      <span></span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/ba english.jpg" alt="poster" />

                      <span></span>
                    </div>
                   <div className="name">
                      <img className="poster" src="./img/boxing.jpg" alt="poster" />

                      <span></span>
                    </div>
                   <div className="name">
                      <img className="poster" src="./img/basket-ball.jpg" alt="poster" />

                      <span></span>
                    </div>
                   <div className="name">
                      <img className="poster" src="./img/table-tennis.jpg" alt="poster" />

                      <span></span>
                    </div>
                   
                   
                   <div className="name">
                      <img className="poster" src="./img/raggim-camp-gang-troll.jpg" alt="poster" />

                      <span>"റാഗിങ്ങ് വിരുദ്ധ കലാലയത്തിനായി  കൈകോർക്കാം..🤝"
റാഗിങ് വിരുദ്ധ കാമ്പയിൻ🌸
sfi mes kc🚩</span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/ragging-camp.jpg" alt="poster" />

                      <span>
                        SFI MES KC ANTI RAGGING CAMPAIGN ന് തുടക്കം കുറിച്ചു അതിന്റെ ഭാഗമായി  "ഞാൻ റാഗ് ചെയ്യുകയുമില്ല ഇര ആയാൽ പരാതി നൽകുകയും ചെയ്യും " എന്ന മുദ്രാവാക്യം ഉയർത്തി പിടിച്ച് SFI MES KC ഒപ്പ് ശേഖരണം  നടത്തി..
                      </span>
                    </div>
                   <div className="name">
                      <img className="poster" src="./img/anti ragging camp.jpg" alt="poster" />

                      <span>LET ART✒️🖌️🎨<br/>
SPEAK ATTACK🎙️<br/>
Sfi here🚩<br/>
#anti ragging campaign<br/>
JOIN US:<br/>
Sfi meskc🚩</span>
                    </div>
                   <div className="name">
                      <img className="poster" src="./img/fiesta-thanks.jpg" alt="poster" />

                      <span>WELKOM FIESTA വിജയിപ്പിച്ച എല്ലാ വിദ്യാർത്ഥി സുഹൃത്തുകൾക്കും നന്ദി<br/>
SFI MATHRUKAM MES KC🚩</span>
                    </div>
                   <div className="name">
                      <img className="poster" src="./img/fiesta_welkom.jpg" alt="poster" />

                      <span>"Lets begin...."
WEL_KOM<br/>
FIESTA💃🏼🕺<br/>
⏰2️⃣5️⃣ /NOVEMBER 2021<br/>
#WELCOME ALL.....<br/>
@Sfi mathrukam meskc🚩</span>
                    </div>
                   <div className="name">
                      <img className="poster" src="./img/sfiprotestWin1.jpg" alt="poster" />

                      <span></span>
                    </div>
                   <div className="name">
                      <img className="poster" src="./img/welcome1.jpg" alt="poster" />

                      <span></span>
                    </div>
                  <div className="name">
                      <img className="poster" src="./img/rise-up-20.jpg" alt="poster" />

                      <span>RISEup🌈<br/>
പ്രവർത്തന ഫണ്ട്<br/>
₹20 രൂപ CHELLENGE<br/>

GOOGLE PAY:8086762052<br/>
PHONE PAY:
9895824107<br/>
വിജയിപ്പിക്കുക🙌🏿</span>
                    </div>

                   <div className="name">
                      <img className="poster" src="./img/victory-farm.jpg" alt="poster" />

                      <span></span>
                    </div>

                   <div className="name">
                      <img className="poster" src="./img/sfi-pro-2.jpg" alt="poster" />

                      <span>പ്രധാനപ്പെട്ട രണ്ട് ആവശ്യങ്ങൾ നാളെ 11 മണിക്ക് മീറ്റിങ് കൂടി അറിയിക്കും

@sfi_meskc</span>
                    </div>
                    <div className="name">
                      <img className="poster" src="./img/sfi-pro.jpg" alt="poster" />

                      <span>"കോളേജിന്റെ വിദ്യാർത്ഥി വിരുദ്ധ നിലപാടുകൾ തിരുത്തുക"
SFI MESKC
പ്രക്ഷോപത്തിലേക്ക്✊🏿
@sfimeskc🚩</span>
                    </div>

                   <div className= "name">
                     
                     
              <img className='poster' src='./img/jnucampusrss.jpg' alt="poster" />
    
                  <span>
                   ജെ.എൻ.യു ക്യാമ്പസിലെ
ABVP നരനായാട്ടിൽ
പ്രതിഷേധിച്ചുകൊണ്ട്
എസ്.എഫ്.ഐ MES KC ഐക്യദാർഢ്യ സദസ്സ് സംഘടിപ്പിച്ചു

SFI MESKC UNIT 🚩
                  </span>
                </div>
                   <div className= "name">
                    
                     
              <img className='poster' src='./img/canteen.jpg' alt="poster" />
    
                  <span>
                   
                  </span>
                </div>
                   <div className= "name">
              <img className='poster' src="./img/shyam-principal.jpg" alt="poster" />
    
                  <span>
                   
                  </span>
                </div>
                   <div className= "name">
              <img className='poster' src='./img/coconutopia.jpg' alt="poster" />
    
                  <span>
                   
                  </span>
                </div>
                   <div className= "name">
              <img className='poster' src='./img/kala.jpg' alt="poster" />
    
                  <span>
                    പ്രിയരേ...
നമ്മുടെ കോളേജിലെ പാട്ട് പാടുന്നതിനും ഇൻസ്‌ട്രുമെൻ്റ്സ് വായിക്കുന്നതുമായ കഴിവുകളുള്ള വിദ്യാർഥികളെ കൂടുതൽ പ്രോത്സാഹിപ്പിക്കുന്നതിനും പരിപോഷിപ്പിക്കുന്നതിനുമായി SFI MES KC യുടെ നേതത്വത്തിൽ "അരങ്ങ്" ഒരുങ്ങുകയാണ്...
ഇതിലേക്ക് പാട്ട് പാടാനും   ഇൻസ്ട്രുമെൻ്റ്സ് വായിക്കാനും  കഴിവുള്ളവരും താല്പര്യവുമുള്ളവരുമായ  സുഹൃത്തുക്കളെ  ക്ഷണിക്കുന്നു...

 🪀താല്പര്യമുള്ളവർ  താഴെ കാണുന്ന നമ്പറുകളിൽ ബന്ധപ്പെടുക <br/>
 <a href="https://wa.me/qr/JHCWTM4NUKNBC1" >ഇവിടെ അപേക്ഷിക്കുക  (Bijisha)</a><br/>
  <a href="https://wa.me/qr/JUHD572C2RRZC1" >ഇവിടെ അപേക്ഷിക്കുക  (Shamnad)</a>
                  </span>
                </div>
                <div className= "name">
                <img className='poster'  src='./img/ernakkulam%20ac.jpg' alt="poster" />
    
                  <span>ആലുവയിൽ YOUTH CONGRESS -KSU ഗുണ്ടാ ആക്രമണം....

SFI ആലുവ ഏരിയ പ്രസിഡന്റ്‌ സഖാവ് ഷെഫിൻ, ജോയിന്റ് സെക്രട്ടറി സഖാവ് ദേവരാജ്
എന്നിവരെ ആക്രമിച്ചതിൽ പ്രതിക്ഷേധിച്ചു കൊണ്ട് SFI MES KALLADI കോളേജ് യൂണിറ്റ് കമ്മറ്റി പ്രതിക്ഷേധ പരിപാടി സംഘടിപ്പിച്ചു.SFI മണ്ണാർക്കാട് ഏരിയ സെക്രട്ടറി മാലിക് ഉദ്ഘാടനം ചെയ്തു.

                    
                  </span>
                </div>
                   
                   <div className= "name">
                <img className='poster'  src='./img/karshaka%20hykyam.jpg' alt="poster" />
    
                  <span>
                    "വിത്തുപാകുന്നവർ ആശവെക്കുന്നവരാണ് , വെള്ളം തേവുന്നവർ ഹൃദയത്തിലേക്ക് ചാല് കീറി ചോരകൊടുക്കുന്നവരാണ് . കറ്റമെതിക്കുന്നവർ നെന്മണി മണക്കുന്നവരാണ് . വയറിന്റെ വേവറിയുന്നവരെല്ലാം അരിവാളിന് കളപറിക്കുന്നവരാണ് . ഇത് കതിരുകാക്കുന്നവരുടെ സമരമാണ് .
കൊന്ന് തീർക്കാനാവില്ല നിങ്ങൾക്ക്"✊🏿
*കേന്ദ്രസർക്കാരിന്റെ നേതൃത്വത്തിൽ നടന്ന കർഷക വേട്ടയിൽ പ്രതിക്ഷേധിച്ചു കൊണ്ട് SFI MES KALLADI കോളേജ് യൂണിറ്റ് കമ്മറ്റി പ്രതിക്ഷേധ പരിപാടി സംഘടിപ്പിച്ചു.*
*SFI Palakkad District Committee Members and Mannarkkad Area President Com: Hari പ്രതിക്ഷേധ പരിപാടി ഉദ്ഘാടനം ചെയ്തു സംസാരിച്ചു.
                  </span>
                </div>
                   <div className= "name">
                <img className='poster'  src='./img/PG%20help.jpg' alt="poster" />
    
                  <span>
                    *SFI MESKC PG ADMISSION HELP DESK 2021*🚩<br/>
➖➖➖➖➖➖➖➖<br/>
🔅M.A History<br/>
🔅M.A Islamic History<br/>
🔅M.A Economics<br/>
🔅M.Sc Mathematics<br/>
🔅M.Sc Physics<br/>
🔅M.Sc Chemistry<br/>
🔅M.Com Finance<br/>
🔅M.Sc Forensic Science<br/>
🔅M sc botany(Self Finance)<br/>
*For Enquiry:*<br/>
Lidheesh:+91 95448 24418<br/>
Shyam:+91 95261 65653<br/>
Jinsiya:+91 81389 77375<br/>
                  </span>
                </div>
                   <div className= "name">
                <img className='poster'  src='./img/rapakal%20cu.jpg' alt="poster" />
    
                  <span>
                    ചരിത്ര സമരത്തിന് വിജയ മധുരം.കാലിക്കറ്റ് യൂണിവേഴ്സിറ്റിയുടെ വിദ്യാർത്ഥി വിരുദ്ധ നടപടികൾക്കെതിരെ 
എസ്.എഫ്.ഐ യുടെ രാപ്പകൽ സമരത്തിന്റെ ഭാഗമായി SFI ഉയർത്തിയ  ആവശ്യങ്ങൾ യൂണിവേഴ്സിറ്റി അംഗീകരിച്ചു.
Awake Varsity സമരം വിജയിച്ചു.
#SFI_Awake_Varsity
#രാപ്പകൽ_സമരം
                  </span>
                </div>
                   <div className= "name">
                <img className='poster'  src='./img/rapakal%20hykyam.jpg' alt="poster" />
    
                  <span>
                    SFI രാപ്പകൽ സമരത്തിന് ഐക്യദാർഢ്യം 
SFI MES KALLADI കോളേജ് യൂണിറ്റ് കമ്മറ്റിയുടെ ഐക്യദാർഢ്യ സദസ്സ് SFI  Area Joint Secretary Ali Hyder ഉദ്ഘാടനം ചെയ്തു.
@sfimeskc🚩
                  </span>
                </div>
                   <div className= "name">
                <img className='poster'  src='./img/20%20saythaly.jpg' alt="poster" />
    
                  <span>*Sep 20*
*സ: സൈതാലി രക്തസാക്ഷി ദിനം*
SFI MES KALLADI കോളേജ് യൂണിറ്റ് പ്രഭാതഭേരിയും അനുസ്മരണ യോഗവും സംഘടിപ്പിച്ചു.SFI യൂണിറ്റ് കമ്മറ്റി ജോയിന്റ് സെക്രട്ടറി സ: നാസിം പതാക ഉയർത്തി.യൂണിറ്റ് കമ്മിറ്റി അംഗം ബിജേഷ് അധ്യക്ഷനായ ചടങ്ങിൽ SFI മണ്ണാർക്കാട് ഏരിയ സെക്രട്ടറി സ: മാലിക് ഉദ്ഘാടനം ചെയ്തു.. SFI യൂണിറ്റ് സെക്രട്ടറി സ:ഫായിസ് സ്വാഗതവും ഏരിയ കമ്മറ്റി അംഗം ജിതിൻ നന്ദിയും പറഞ്ഞു.
                         </span>
                </div>

                   <div className= "name">
                <img className='poster'  src='./img/rabiya%20safi.jpg' alt="poster" />
    
                  <span>
                         </span>
                </div>

                   <div className= "name">
                <img className='poster'  src='./img/helpdesk.jpg' alt="poster" />
    
                  <span>
                        HELP DESK🚩 </span>
                </div>
                   
                   <div className= "name">
                <img className='poster'  src='./img/membership.jpg' alt="poster" />
    
                  <span>
                    *സമഗ്രതയാർന്ന വിദ്യാഭ്യാസം സമരോത്സുകമായ വിദ്യാർത്ഥിത്വം*
SFI MES KALALDI കോളേജ് യൂണിറ്റ് തല മെമ്പർഷിപ്പ് പ്രവർത്തനം ആരംഭിച്ചു
                         </span>
                </div>
                   <div className= "name">
                <img className='poster'  src='./img/web.jpg' alt="poster" />
    
                  <span>മുഹമ്മദ് മുസ്തഫ സ്റ്റഡി സർക്കിളിന്റെ ഭാഗമായി SFI MES കല്ലടി കോളേജ് യൂണിറ്റ് കമ്മിറ്റി നിർമ്മിച്ച  website ന്റെ ഉദ്ഘാടനം SFI ജില്ലാ പ്രസിഡന്റ് ka പ്രയാൺ നിർവഹിച്ചു 
  *SFI MES KC OFFICIAL WEB SITE*
www.sfimeskc.in
*🍀Study Meterials*
*🍀College Notifications*
*🍀Students Assistance*
*🍀SFI MES KC  unit*            
      *major works*
*RUN BY COM:MUSTHFA STUDY CIRCLE*
                         </span>
                </div>
                <div className= "name">
                <img className='poster'  src='./img/16.jpg' alt="poster" />
    
                  <span>
                    അനശ്വര രക്തസാക്ഷി സഖാവ് മുഹമ്മദ്‌ മുസ്തഫ രക്തസാക്ഷി ദിനാചാരണം ജില്ലാതല പരിപാടി MES കോളേജിന് മുൻപിൽ സംഘടിപ്പിച്ചു. SFI കേന്ദ്രകമ്മിറ്റി അംഗം സഖാവ് ആദർശ്. എം. സജി ഉദ്ഘാടനം ചെയ്തു സംസാരിച്ചു.
                         </span>
                </div>
                   <div className= "name">
                <img className='poster'  src='./img/STUDY%20kit.jpg' alt="poster" />
    
                  <span>
                         </span>
                </div>
                   <div className= "name">
                <img className='poster'  src='./img/sslcPlusTwo.jpg' alt="poster" />
    
                  <span>
                         </span>
                </div>
                   <div className= "name">
                <img className='poster'  src='./img/Help%20desk.jpg' alt="poster" />
    
                  <span>SFI ADMISSION HELP DESK
                         </span>
                </div>
                    <div className= "name">
                <img className='poster'  src='./img/avakasham.jpg' alt="poster" />
    
                  <span>
                    *അവകാശ പത്രിക മാർച്ചിന്റെ ഭാഗമായി എസ്എഫ്ഐ യൂണിറ്റ് കമ്മിറ്റി പ്രിൻസിപ്പലിന് അവകാശ പത്രിക കൈമാറി*
SFI എം ഇ എസ്  കല്ലടി  കോളേജ് യൂണിറ്റ്🚩
                         </span>
                </div>
                 <div className= "name">
                <img className='poster'  src='./img/hrthu.jpg' alt="poster" />
                  <span>
                    *✨️കലാലയജീവിതം കലകളിലൂടെ ഉയർത്തിപ്പിടിക്കുവാനും*
*✨വിദ്യാർത്ഥി സുഹൃത്തുക്കളുടെ സർഗശേഷികളെ പോഷിപ്പിക്കുവാനും*
*✨️ചിന്തകളിൽ നിങ്ങളൊളിപ്പിച്ചുവെച്ച, നിങ്ങളിൽ  നിന്നും നുരഞ്ഞുയരുന്ന  സത്തുക്കളെ ഉണർത്താനും ഉയർത്തുവാനും*
*✨️ചിന്തകളിൽ ഒളിപ്പിച്ചുവെച്ച ഒരായിരം കൂട്ടുകൾക്ക്‌ നിറം വിതക്കുവാനും വരികയാണ് ഋതു .*
*ഋതു...☘️*
*SFI MES KC സാംസ്ക്കാരിക കൂട്ടായ്മ*
*TO join*
<a href="https://wa.me/qr/CPVIDISSKPLOF1">Whatsapp</a><br/>
<a href="https://www.instagram.com/ridhu_kc_?r=nametag">Instagram</a><br/>

                     </span>
                </div>
                   <div className= "name">
                <img className='poster'  src='./img/STUDY%20CIRCLE%20ing%20sachin.jpg' alt="poster" />
    
                  <span>*സ മുഹമ്മദ് മുസ്തഫ സ്റ്റഡി സർക്കിളിന്റെ ഉല്‍ഘാടനം  ലോഗോ പ്രകാശനം ചെയ്തുകൊണ്ട് SFI സംസ്ഥാന സെക്രട്ടറിയും ബാലുശ്ശേരി MLA യും ആയിട്ടുള്ള അഡ്വ: KM സച്ചിൻദേവ് നിർവഹിച്ചു.*
*സാനിദ്ധ്യം സംസഥാന സെക്രട്ടറിയേറ്റഅംഗം സ:അതുൽ *
@SFI MESKC🚩
                         </span>
                </div>
                   
                  < div className= "name">
                <img className='poster'  src='./img/abimanue.jpg' alt="poster" />
    
                  <span>"കനലായി നിൽക്ക നീ
ചാരമാവും വരെ
കാവലായി നിൽക്ക നീ
കാലം നിലക്കും വരെ
നിനക്കായ്‌ കാത്തിരിപ്പൂ...
കാലവും കലാലയവും"
*സ: അഭിമന്യു രക്തസാഷി ദിനം*🌹
ജൂലൈ 2 വെള്ളി
*🔅പ്രഭാതഭേരി*
*🔅 അനുസ്മരണം*
*🔅പൊതിച്ചോർ* *വിതരണം*
*🔅കോളേജ് അണുനശീകരണം*
*🔅 പുസ്തക ശേഖരണം*
@SFI MESKC🚩
                         </span>
                </div>
                   <div className= "name">
                <img className='poster'  src='./img/stydy%20circle.jpg' alt="poster" />
    
                  <span>*ശിശിരം ഇവിടെ തീരുകയാണ്,*
*ഇനി വസന്തം മാത്രം*
🌹🌹🌹🌹🌹🌹🌹
*സ: മുഹമ്മദ് മുസ്തഫ* *സ്റ്റഡി സർക്കിൾ*📯
# launching soon
*@SFI MESKC🚩*
                         </span>
                </div>
                   <div className= "name">
                <img className='poster'  src='./img/farmersProtest26.jpg' alt="poster" />
    
                  <span>*“കാർഷിക മേഖലയെ സംരക്ഷിക്കുക,*
*ജനാധിപത്യം സംരക്ഷിക്കുക”*
ജൂൺ 26 എസ്.എഫ്.ഐ ദേശീയ പ്രക്ഷോഭത്തിന്റെ ഭാഗമായി SFI  MESKC UNIT 🚩
                         </span>
                </div>
                <div className= "name">
                <img className='poster'  src='./img/cleean%20college.jpg' alt="poster" />
    
                  <span>
                         </span>
                </div>
                     <div className= "name">
                <img className='poster'  src='./img/cmrd%20mustafa%20bus%20stop.jpg' alt="poster" />
    
                  <span>
                         </span>
                </div>
                     <div className= "name">
                <img className='poster'  src='./img/mes%20state.jpg' alt="poster" />
    
                  <span>
                     
                        </span>
                </div>
                     <div className= "name">
                <img className='poster'  src='./img/fees.jpg' alt="poster" />
    
                  <span>
                      വിദ്യാർത്ഥികൾകിടയിൽ ഫീസിന്റെ കാര്യത്തിൽ നില നിൽക്കുന്ന ആശങ്കകൾ പരിഹരിക്കാൻ കോളേജ് അധികൃതർ  ഇടപെടണം എന്നാവശ്യപെട്ട് SFI ജില്ലാ പ്രസിഡന്റ് KA പ്രയാൺ , ജില്ലാ കമ്മിറ്റിയംഗം ഷാനിഫ് , ഏരിയ സെക്രട്ടറി മാലിക് , ഏരിയ പ്രസിഡന്റ് ഹരി , യൂണിറ്റ് സെക്രട്ടറി ഫായിസ് എന്നിവർ പ്രിൻസിപ്പലുമായി കൂടി കാഴ്ച നടത്തി.
                      സെമസ്റ്റർ ഫീ അടക്കാൻ കഴിയാത്ത സാമ്പത്തികമായി ബുദ്ധിമുട്ട് അനുഭവിക്കുന്ന വിദ്യാർത്ഥികൾ ആ വിഷയം കോളേജിനെ ബോധിപ്പിച്ചാൽ അവർക്ക് ആവശ്യമായ ഇളവുകൾ അനുവദിക്കുമെന്ന് ഉറപ്പ് നൽകി. സാമ്പത്തിക പ്രയാസം മൂലം ഫീസ് അടക്കാൻ കഴിയാത്ത വിദ്യാർത്ഥികൾക് ഓൺലൈൻ ക്ലാസുകൾ നഷ്‌ടമാവില്ലന്നും അധികൃതർ SFI ക്ക് ഉറപ്പ് നൽകി.
                     സെമസ്റ്റർ ഫീസുമായി ബന്ധപ്പെട്ട മറ്റ് ആശങ്കകൾ പരിഹരിക്കാൻ mes management ന്റെ സംസ്ഥാന കമ്മറ്റിയെ sfi  സമീപിക്കും
                     @sfi meskc
                        </span>
                </div>
                     <div className= "name">
                <img className='poster'  src='./img/mobile%20challenge.jpg' alt="poster" />
    
                  <span>*സ്നേഹിതക്കൊരു കൈത്താങ്ങ്*❣️

                            *SFI MESKC മൊബൈൽ ഫോൺ കൈമാറി.* *സഹായിച്ച* *സഹകരിച്ച പ്രിയ *കൂട്ടുകാർക്ക് നന്ദി*🪁

                              @sfi meskc🚩
                        </span>
                </div>
                
                <div className= "name">
                <img className='poster'  src='./img/national%20black%20day.jpg' alt="poster" />
    
                  <span>*മെയ് 26 ദേശീയ കരിദിനത്തിന്റ ഭാഗമായി SFI MESKC UNIT*
                        </span>
                </div>
                <div className= "name">
                <img className='poster'  src='./img/farmers.jpg' alt="poster" />
    
                  <span>250 ൽ അധികം മരണങ്ങൾ. തിരിച്ചു പോക്കില്ലാത്ത 180 ദിവസങ്ങൾ.🚜
                      #stand with farmers
                      @sfimeskc🚩
                        </span>
                </div>
                <div className= "name">
                <img className='poster'  src='./img/MBR.jpg' alt="poster" />
    
                  <span>പതിനഞ്ചാം കേരള നിയമസഭയുടെ സ്പീക്കറായി തെരഞ്ഞെടുക്കപ്പെട്ട ശ്രീ. എം.ബി രാജേഷിന് അഭിവാദ്യങ്ങൾ 💕🚩
                        </span>
                </div>
                <div className= "name">
                <img className='poster'  src='./img/lakdhweeb.jpg' alt="poster" />
    
                  <span>*ശബ്‌ദിക്കുന്ന നാവുകൾ നിശബ്ദമാക്കാമെന്നത് വ്യാമോഹം മാത്രമാണ്....*
                       *ഇനിയുമുറക്കെ ഞങ്ങൾ ശബ്ദിക്കുകതന്നെ ചെയ്യും..✊🏿*
                        #savelakshadweep
                        @sfimeskc🚩
                        </span>
                </div>
                
                <div className= "name">
                <img className='poster'  src='./img/govt.jpg' alt="poster" />
    
                  <span>കാലം സാക്ഷി
ചരിത്രം സാക്ഷി

രണ്ടാം പിണറായി സർക്കാർ സത്യപ്രതിജ്ഞ ചെയ്തു അധികാരമേറ്റു

അഭിവാദ്യങ്ങൾ ✨❣️
@sfi meskc🚩
                        </span>
                </div>
                <div className= "name">
                <img className='poster'  src='./img/sachin.jpg' alt="poster" />
    
                  <span>വിദ്യാർത്ഥി സമരപോരാളി ഇനി നിയമസഭയിൽ 
                        @sfimeskc🚩
                        </span>
                </div>
                <div className ="name">
                <img className='poster'  src='./img/Blood.jpg' alt="poster" />
                
                <span>*നൽകാം ജീവന്റെ തുള്ളികൾ*

                 🩸🩸🩸🩸🩸🩸🩸🩸🩸🩸

                കേവലം ഒരു ശരീരത്തി-
                 ലൊതുങ്ങുന്നതല്ല യഥാർത്ഥ ജീവിതം. അപരന്റെ സുഖത്തിനായി ഒഴുകിപ്പരക്കുമ്പോഴാണ് അതിന് അർത്ഥവും നിറവുമുണ്ടാകുന്നത്. ഇവിടെയാണ് രക്തദാനം കലർപ്പുകളില്ലാത്ത മഹാദാനമാകുന്നത്. ഒരു വ്യക്തി നൽകുന്ന ഒരു യൂണിറ്റ് രക്തത്തിലൂടെ നാല് വ്യക്തികളുടെ ജീവനാണ് നിലനിർത്താൻ സാധിക്കുക. 18 വയസ്സ് മുതൽ 65 വയസ്സു വരെ കൃത്യമായി രക്തദാനം ചെയ്യുന്നതുവഴി ഒരു വ്യക്തിക്ക് 300 ജീവനുകൾ രക്ഷിക്കാൻ സാധിക്കും
                  ആയതിനാൽ എല്ലാവരും താഴെ തന്നിരിക്കുന്ന ഫോം പൂരിപ്പിയ്ക്കണമെന്ന് അഭ്യത്ഥിക്കുന്നു

          https://surveyheart.com/form/60829ea4c5a2c15e5970b3f9

*നമ്മുക്ക് കൈകോർക്കാം, രക്ത ബന്ധങ്ങൾക്കായി*

*For more informations*
Akhila 7293415621
Jithin 8129540238
Arshad 7356079109 See Less

Comments
</span>
                </div>
                <div className ="name">
                <img className='poster'  src='./img/cmdrf.jpg' alt="poster" />
                
                <span>എസ് എഫ് ഐ മണ്ണാർക്കാട് ഏരിയ കമ്മിറ്റിയുടെ നേതൃത്വത്തിൽ മുഖ്യമന്ത്രിയുടെ ദുരിതാശ്വാസ നിധിയിലേക്ക് പണം സമാഹരിക്കുന്നു.... നമുക്കും പങ്കാളിയാവാം ..
                    GOOGLE PAY ;
                     8547580376
                     8606267216
                    8086762052

                  നമുക്കും കൈത്താങ്ങാകാം

                       @sfi_meskc</span>
                </div>
                <div className ="name">
                <img className='poster'  src='./img/covid%20help.jpg' alt="poster" />
                
                <a  href="https://www.cowin.gov.in/home"><span>Vaccine registration</span></a>
                </div>
                <div className ="name">
                <img className='poster'  src='./img/vacine%20against%20central.jpg' alt="poster" />
                
                <span>*സൗജന്യ വാക്സിൻ നിഷേധിക്കുന്ന കേന്ദ്ര സർക്കാർ നിലപാടിനെതിരെ എസ്.എഫ്.ഐ  നേതൃത്വത്തിൽ രാജ്യ വ്യാപകമായി സംഘടിപ്പിക്കുന്ന ദേശീയ പ്രക്ഷോഭത്തിൽ ഭാഗമായി*       
                SFI MES COLLEGE UNIT</span>
                </div>
                <div className= "name">
                <img className='poster'  src='./img/LDF%20college.jpg' alt="poster" />
                <span>ഉറപ്പാണ് LDF 🚩🚩🚩
                  മണ്ണാർക്കാട് നിയോജക മണ്ഡലത്തിലെ ഇടതുപക്ഷ സ്‌ഥാനാർത്ഥി കെ പി സുരേഷ്‌രാജിനെ വരവേറ്റ് 
                 എം ഇ എസ് കല്ലടി കോളേജിലെ എസ് എഫ് ഐ യൂണിറ്റ് കമ്മിറ്റി </span>
                </div>
                <div className= "name">
                <img className='poster'  src='./img/football.jpg' alt="poster" />
                <span>SFI എംഇഎസ് കല്ലടി കോളേജ് സംഘടിപ്പിച്ച ച്ച് ഫുട്ബോൾ ടൂർണമെൻറ് മണ്ണാർക്കാട് നിയോജകമണ്ഡലം എൽഡിഎഫ് സ്ഥാനാർത്ഥി സുരേഷ് രാജ് ഉദ്ഘാടനം ചെയ്യുന്നു</span>
                </div>
                <div className= "name">
                <img className='poster'  src='./img/food.jpg' alt="poster" />
                
                <span>ഒരു പൂ വിരിയും പോലെ
                     പ്രണയിച്ചു തുടങ്ങുക,💕
                     ഒരു വസന്തം പോലെ
                     സൗഹൃദത്തിലേർപ്പെടുക 
                     അവസാനമെത്തുവരെ പോരാടികൊണ്ടിരിക്കുക,
                    *സഹകരിച്ച,സഹായിച്ച എല്ലാവർക്കും നന്ദി*🙏🏻
                    @sfimes kc🚩</span>
                </div>
                
                
                
            </div>
            </FadeInSection>
            </div>
            
        </div>
    )
}

export default Posters
