import React from 'react'
import './Posters.css'

function Posters() {
    return (
        <div>
             <h2>Posters</h2>
            <div className="Row">
                 <div className ='posters'>
                <div className= "name">
                <img className='poster'  src='https://scontent-maa2-1.xx.fbcdn.net/v/t1.6435-9/190986049_4279223432129790_4352485008021343055_n.jpg?_nc_cat=105&ccb=1-3&_nc_sid=8bfeb9&_nc_ohc=rZ_7qOdJi4IAX_y-Dtm&_nc_ht=scontent-maa2-1.xx&oh=72acb13aae494d3af5be6790cf8c7c45&oe=60DA0671' alt="fayis" />
    
                  <span>*ശബ്‌ദിക്കുന്ന നാവുകൾ നിശബ്ദമാക്കാമെന്നത് വ്യാമോഹം മാത്രമാണ്....*
                       *ഇനിയുമുറക്കെ ഞങ്ങൾ ശബ്ദിക്കുകതന്നെ ചെയ്യും..✊🏿*
                        #savelakshadweep
                        @sfimeskc🚩
                        </span>
                </div>
                <div className ="name">
                <img className='poster'  src='https://scontent-maa2-2.xx.fbcdn.net/v/t1.6435-9/184357066_4244665565585577_2223156349115175215_n.jpg?_nc_cat=107&ccb=1-3&_nc_sid=8bfeb9&_nc_ohc=75m2S2vzZEgAX8DXx77&_nc_ht=scontent-maa2-2.xx&oh=5345b7904f16045757cab7fbf51375d7&oe=60D81251' alt="ashiq" />
                
                <span>*സൗജന്യ വാക്സിൻ നിഷേധിക്കുന്ന കേന്ദ്ര സർക്കാർ നിലപാടിനെതിരെ എസ്.എഫ്.ഐ  നേതൃത്വത്തിൽ രാജ്യ വ്യാപകമായി സംഘടിപ്പിക്കുന്ന ദേശീയ പ്രക്ഷോഭത്തിൽ ഭാഗമായി*       
                SFI MES COLLEGE UNIT</span>
                </div>
                <div className= "name">
                <img className='poster'  src='https://scontent-maa2-1.xx.fbcdn.net/v/t1.6435-9/159964406_4066677520051050_6428405731498849209_n.jpg?_nc_cat=111&ccb=1-3&_nc_sid=8bfeb9&_nc_ohc=q8tIp5YBs0QAX-q2a-P&_nc_ht=scontent-maa2-1.xx&oh=133517842b1b4e3167f247afb271ac22&oe=60D9D30A' alt="nazim" />
                <span>SFI എംഇഎസ് കല്ലടി കോളേജ് സംഘടിപ്പിച്ച ച്ച് ഫുട്ബോൾ ടൂർണമെൻറ് മണ്ണാർക്കാട് നിയോജകമണ്ഡലം എൽഡിഎഫ് സ്ഥാനാർത്ഥി സുരേഷ് രാജ് ഉദ്ഘാടനം ചെയ്യുന്നു</span>
                </div>
                <div className= "name">
                <img className='poster'  src='https://scontent.fcok6-1.fna.fbcdn.net/v/t1.6435-9/148126982_3993483934037076_3045558587100196077_n.jpg?_nc_cat=108&ccb=1-3&_nc_sid=8bfeb9&_nc_ohc=Pocse5RrQFEAX8dQhQH&_nc_ht=scontent.fcok6-1.fna&oh=f7c711751ab473016823ca355fe27d8e&oe=60D7ED4D' alt="bijisha" />
                
                <span>ഒരു പൂ വിരിയും പോലെ
                     പ്രണയിച്ചു തുടങ്ങുക,💕
                     ഒരു വസന്തം പോലെ
                     സൗഹൃദത്തിലേർപ്പെടുക 
                     അവസാനമെത്തുവരെ പോരാടികൊണ്ടിരിക്കുക,
                    *സഹകരിച്ച,സഹായിച്ച എല്ലാവർക്കും നന്ദി*🙏🏻
                    @sfimes kc🚩</span>
                </div>
                
                
                
            </div>
            </div>
        </div>
    )
}

export default Posters
